envelops/test/read.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:web="https://servicenow-test.dhl.com/cchm_change_request_read.do?SOAP"
                  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
                  xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ ">
    <soapenv:Header/>
    <soapenv:Body>
        <web:Create>
            <web:sys_id>Something</web:sys_id>
            <web:number>1344458</web:number>
        </web:Create>
    </soapenv:Body>
</soapenv:Envelope>
